/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "È richiesta la password del blocco rimozione per eseguire l'installazione sul prodotto esistente.";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "Sei sicuro di voler uscire il download?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "L'autenticazione è necessaria per consentire il download Sophos Endpoint.";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.10\nFree Disk Space:    1GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Di seguito sono riportati i requisiti minimi:\n\nPiattaforma:  10.10\nSpazio libero su disco:    1 GB\nImpossibile installare SGN 8 Enterprise Full Disk Encryption\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.8 Intel\nFree Disk Space:    1GB\n\n" = "Di seguito sono riportati i requisiti minimi:\n\nPiattaforma:  10.8 Intel\nSpazio libero su disco:    1 GB\n\n";

/* Cancel */
"Cancel" = "Annulla";

/* Connecting... */
"Connecting..." = "Connessione in corso...";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Contattare l'amministratore di sistema o il Supporto tecnico Sophos per ricevere ulteriore assistenza.";

/* Contact your system administrator or Sophos Technical Support for further assistance. */
"Contact your system administrator or Sophos Technical Support for further assistance." = "Contattare l'amministratore di sistema o il Supporto tecnico Sophos per ricevere ulteriore assistenza.";

/* Continue */
"Continue" = "Continua";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption: protegge i dati in caso di furto o smarrimento del dispositivo.";

/* OK button in alerts */
"OK" = "OK";

/* Downloading... */
"Downloading..." = "Download in corso...";

/* Failed to receive configuration */
"Failed to receive configuration" = "Non è stato possibile ricevere la configurazione";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "Non è stato possibile effettuare la registrazione a Sophos Central";

/* Further information is available in */
"Further information is available in " = "Ulteriori informazioni sono disponibili in ";

/* Install */
"Install" = "Installa";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "Installazione in corso...";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X: protegge i sistemi da ransomware ed exploit.";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "Preparazione del download in corso, potrebbe richiedere diversi minuti...";

/* Quit */
"Quit" = "Esci";

/* Received configuration */
"Received configuration" = "Configurazione ricevuta";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Registrazione a Sophos Central completata";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Registrazione a Sophos Central in corso";

/* Software installed */
"Software installed" = "Software installato";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption protegge i dati in caso di furto o smarrimento del Mac. Questa app scarica e installa la versione più recente.";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection protegge il Mac da virus, spyware e altro ancora. Questa app scarica e installa la versione più recente.";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X protegge il Mac da ransomware ed exploit. Questa app scarica e installa la versione più recente.";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "Il file di configurazione SophosCloudConfig.plist non è valido oppure è danneggiato. Il programma di installazione non può continuare.";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "L'autocontrollo dell'installatore non è riuscito, potrebbe essere danneggiato o danneggiato. Il programma di installazione non può continuare.";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "Alla cartella Sophos Installer Components manca il file di configurazione richiesto: SophosCloudConfig.plist. Il programma di installazione non può continuare.";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Disinstallare il prodotto esistente prima di installare Sophos Endpoint.";

/* Verifying... */
"Verifying..." = "Verifica in corso...";

/* Waiting for configuration */
"Waiting for configuration" = "In attesa della configurazione";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "Il tuo sistema non soddisfa i requisiti minimi di sistema per Sophos Endpoint.";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "Nel sistema è installato un prodotto Sophos Endpoint non compatibile.";

/* full stop at end of KBA info text */
"." = ".";
